{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "[": 32,
      "\\": 33,
      "]": 34,
      "`": 35,
      "a": 36,
      "b": 37,
      "c": 38,
      "d": 39,
      "e": 40,
      "f": 41,
      "g": 42,
      "h": 43,
      "i": 44,
      "j": 45,
      "k": 46,
      "l": 47,
      "m": 48,
      "n": 49,
      "o": 50,
      "p": 51,
      "q": 52,
      "r": 53,
      "s": 54,
      "t": 55,
      "u": 56,
      "v": 57,
      "w": 58,
      "x": 59,
      "y": 60,
      "z": 61,
      "{": 62,
      "|": 63,
      "}": 64,
      "«": 65,
      "¬": 66,
      "­": 67,
      "°": 68,
      "²": 69,
      "·": 70,
      "»": 71,
      "æ": 72,
      "ı": 73,
      "ə": 74,
      "ɾ": 75,
      "ʃ": 76,
      "ʻ": 77,
      "ˈ": 78,
      "ˌ": 79,
      "ː": 80,
      "α": 81,
      "δ": 82,
      "η": 83,
      "ι": 84,
      "κ": 85,
      "λ": 86,
      "μ": 87,
      "ν": 88,
      "ο": 89,
      "ρ": 90,
      "σ": 91,
      "τ": 92,
      "χ": 93,
      "а": 94,
      "б": 95,
      "в": 96,
      "г": 97,
      "д": 98,
      "е": 99,
      "ж": 100,
      "з": 101,
      "и": 102,
      "к": 103,
      "л": 104,
      "м": 105,
      "н": 106,
      "о": 107,
      "п": 108,
      "р": 109,
      "с": 110,
      "т": 111,
      "у": 112,
      "ф": 113,
      "х": 114,
      "ц": 115,
      "ч": 116,
      "ш": 117,
      "щ": 118,
      "ъ": 119,
      "ы": 120,
      "ь": 121,
      "э": 122,
      "ю": 123,
      "я": 124,
      "і": 125,
      "ј": 126,
      "ѣ": 127,
      "ҝ": 128,
      "ү": 129,
      "ҹ": 130,
      "ӄ": 131,
      "ә": 132,
      "ա": 133,
      "բ": 134,
      "գ": 135,
      "դ": 136,
      "ե": 137,
      "թ": 138,
      "ի": 139,
      "լ": 140,
      "խ": 141,
      "կ": 142,
      "հ": 143,
      "ղ": 144,
      "յ": 145,
      "ն": 146,
      "ո": 147,
      "չ": 148,
      "պ": 149,
      "ռ": 150,
      "վ": 151,
      "տ": 152,
      "ր": 153,
      "ց": 154,
      "ւ": 155,
      "ք": 156,
      "،": 157,
      "؛": 158,
      "ء": 159,
      "ا": 160,
      "ب": 161,
      "ة": 162,
      "ت": 163,
      "ث": 164,
      "ج": 165,
      "ح": 166,
      "خ": 167,
      "د": 168,
      "ذ": 169,
      "ر": 170,
      "ز": 171,
      "س": 172,
      "ش": 173,
      "ص": 174,
      "ض": 175,
      "ط": 176,
      "ظ": 177,
      "ع": 178,
      "غ": 179,
      "ف": 180,
      "ق": 181,
      "ك": 182,
      "ل": 183,
      "م": 184,
      "ن": 185,
      "ه": 186,
      "و": 187,
      "ى": 188,
      "ي": 189,
      "٦": 190,
      "پ": 191,
      "چ": 192,
      "ژ": 193,
      "ک": 194,
      "ڭ": 195,
      "گ": 196,
      "ۋ": 197,
      "ی": 198,
      "​": 199,
      "‌": 200,
      "‎": 201,
      "‏": 202,
      "‐": 203,
      "‒": 204,
      "–": 205,
      "—": 206,
      "―": 207,
      "‖": 208,
      "‘": 209,
      "’": 210,
      "“": 211,
      "”": 212,
      "…": 213,
      "‬": 214,
      "№": 215,
      "−": 216,
      "ﭺ": 217,
      "ın": 218,
      "ər": 219,
      "an": 220,
      "ar": 221,
      "ıl": 222,
      "ır": 223,
      "də": 224,
      "ıs": 225,
      "as": 226,
      "mə": 227,
      "un": 228,
      "ay": 229,
      "lı": 230,
      "da": 231,
      "lər": 232,
      "əs": 233,
      "dı": 234,
      "az": 235,
      "al": 236,
      "və": 237,
      "ən": 238,
      "lar": 239,
      "ıy": 240,
      "us": 241,
      "ur": 242,
      "ət": 243,
      "ol": 244,
      "er": 245,
      "ının": 246,
      "dır": 247,
      "kı": 248,
      "ərb": 249,
      "on": 250,
      "cı": 251,
      "ov": 252,
      "at": 253,
      "can": 254,
      "ındə": 255,
      "azərb": 256,
      "aycan": 257,
      "azərbaycan": 258,
      "əl": 259,
      "or": 260,
      "mıs": 261,
      "aq": 262,
      "ul": 263,
      "dıl": 264,
      "et": 265,
      "tə": 266,
      "ab": 267,
      "sə": 268,
      "mu": 269,
      "sı": 270,
      "ası": 271,
      "ını": 272,
      "dən": 273,
      "dan": 274,
      "19": 275,
      "ah": 276,
      "arı": 277,
      "ag": 278,
      "am": 279,
      "ey": 280,
      "ında": 281,
      "tı": 282,
      "əm": 283,
      "bır": 284,
      "bu": 285,
      "mən": 286,
      "bə": 287,
      "lə": 288,
      "ılə": 289,
      "cu": 290,
      "ad": 291,
      "ax": 292,
      "ınə": 293,
      "ıyy": 294,
      "ərə": 295,
      "mı": 296,
      "en": 297,
      "mus": 298,
      "dov": 299,
      "du": 300,
      "lərı": 301,
      "tan": 302,
      "oy": 303,
      "lu": 304,
      "os": 305,
      "ılər": 306,
      "cə": 307,
      "qa": 308,
      "qə": 309,
      "edıl": 310,
      "bas": 311,
      "la": 312,
      "təs": 313,
      "qar": 314,
      "ermən": 315,
      "ız": 316,
      "ıyyət": 317,
      "ub": 318,
      "mısdır": 319,
      "lık": 320,
      "lan": 321,
      "ra": 322,
      "uc": 323,
      "ım": 324,
      "ıya": 325,
      "ındən": 326,
      "uz": 327,
      "xan": 328,
      "ık": 329,
      "əv": 330,
      "ına": 331,
      "man": 332,
      "ıb": 333,
      "məs": 334,
      "es": 335,
      "ec": 336,
      "ları": 337,
      "əh": 338,
      "ev": 339,
      "ko": 340,
      "lıy": 341,
      "akı": 342,
      "ver": 343,
      "ak": 344,
      "sah": 345,
      "mək": 346,
      "ısı": 347,
      "son": 348,
      "ıd": 349,
      "əsr": 350,
      "oz": 351,
      "məsı": 352,
      "kən": 353,
      "əsı": 354,
      "ma": 355,
      "tər": 356,
      "ıldə": 357,
      "og": 358,
      "tur": 359,
      "yar": 360,
      "həm": 361,
      "əy": 362,
      "ların": 363,
      "rus": 364,
      "ıq": 365,
      "tarı": 366,
      "20": 367,
      "nə": 368,
      "ması": 369,
      "tarıx": 370,
      "sər": 371,
      "18": 372,
      "av": 373,
      "yer": 374,
      "dər": 375,
      "lət": 376,
      "dur": 377,
      "qaz": 378,
      "ıc": 379,
      "ısə": 380,
      "ucun": 381,
      "ırdı": 382,
      "dovr": 383,
      "gı": 384,
      "hər": 385,
      "olun": 386,
      "ıdı": 387,
      "edır": 388,
      "əraz": 389,
      "olan": 390,
      "lıq": 391,
      "um": 392,
      "dıy": 393,
      "kec": 394,
      "ıstan": 395,
      "ox": 396,
      "yan": 397,
      "ərəf": 398,
      "unun": 399,
      "ap": 400,
      "kə": 401,
      "asında": 402,
      "ii": 403,
      "adə": 404,
      "gor": 405,
      "lərın": 406,
      "ir": 407,
      "tərəf": 408,
      "van": 409,
      "dovlət": 410,
      "ac": 411,
      "gun": 412,
      "fər": 413,
      "ok": 414,
      "kıl": 415,
      "is": 416,
      "alar": 417,
      "turk": 418,
      "qal": 419,
      "sonra": 420,
      "el": 421,
      "yaz": 422,
      "ılar": 423,
      "tun": 424,
      "na": 425,
      "bəy": 426,
      "ləs": 427,
      "ələ": 428,
      "xal": 429,
      "op": 430,
      "ədə": 431,
      "anın": 432,
      "ıllər": 433,
      "af": 434,
      "dırıl": 435,
      "ek": 436,
      "ut": 437,
      "ıst": 438,
      "mın": 439,
      "asının": 440,
      "uk": 441,
      "alı": 442,
      "ərək": 443,
      "kənd": 444,
      "su": 445,
      "mər": 446,
      "lərının": 447,
      "kımı": 448,
      "bər": 449,
      "muh": 450,
      "tıf": 451,
      "sıy": 452,
      "əsas": 453,
      "dus": 454,
      "fə": 455,
      "ıt": 456,
      "bakı": 457,
      "abr": 458,
      "may": 459,
      "səhər": 460,
      "yas": 461,
      "xalq": 462,
      "tərəfındən": 463,
      "gər": 464,
      "yə": 465,
      "onun": 466,
      "var": 467,
      "das": 468,
      "bur": 469,
      "əd": 470,
      "sır": 471,
      "ada": 472,
      "res": 473,
      "mıl": 474,
      "olar": 475,
      "oldu": 476,
      "hakı": 477,
      "urul": 478,
      "sul": 479,
      "gorə": 480,
      "sov": 481,
      "qaf": 482,
      "cox": 483,
      "atı": 484,
      "bıl": 485,
      "adı": 486,
      "mısdı": 487,
      "ermənı": 488,
      "bol": 489,
      "azərbaycanda": 490,
      "qu": 491,
      "qafqaz": 492,
      "br": 493,
      "ban": 494,
      "ətı": 495,
      "qarab": 496,
      "ان": 497,
      "məd": 498,
      "dag": 499,
      "17": 500,
      "bag": 501,
      "boy": 502,
      "ından": 503,
      "car": 504,
      "ال": 505,
      "maq": 506,
      "əsındə": 507,
      "kecır": 508,
      "qarabag": 509,
      "oglu": 510,
      "zə": 511,
      "dılər": 512,
      "199": 513,
      "hakım": 514,
      "art": 515,
      "bul": 516,
      "ermənıstan": 517,
      "em": 518,
      "ru": 519,
      "sovet": 520,
      "pub": 521,
      "zı": 522,
      "gəl": 523,
      "lən": 524,
      "gos": 525,
      "mas": 526,
      "əvvə": 527,
      "ya": 528,
      "əlı": 529,
      "00": 530,
      "musdur": 531,
      "gostər": 532,
      "cən": 533,
      "ıyyətı": 534,
      "lılar": 535,
      "kın": 536,
      "respub": 537,
      "respublık": 538,
      "qan": 539,
      "mət": 540,
      "xıl": 541,
      "ha": 542,
      "lərındə": 543,
      "azır": 544,
      "larının": 545,
      "əvvəl": 546,
      "gu": 547,
      "lıg": 548,
      "olaraq": 549,
      "ort": 550,
      "cıl": 551,
      "sən": 552,
      "ermənılər": 553,
      "rı": 554,
      "lərdə": 555,
      "15": 556,
      "gən": 557,
      "azərbaycanın": 558,
      "təq": 559,
      "tarıxı": 560,
      "koc": 561,
      "mədən": 562,
      "səf": 563,
      "dar": 564,
      "aya": 565,
      "eh": 566,
      "ayı": 567,
      "aga": 568,
      "elə": 569,
      "qey": 570,
      "tor": 571,
      "dıyı": 572,
      "hu": 573,
      "vıl": 574,
      "mal": 575,
      "cıx": 576,
      "lərınə": 577,
      "lıf": 578,
      "nəfər": 579,
      "anı": 580,
      "eyn": 581,
      "enı": 582,
      "kar": 583,
      "mır": 584,
      "sar": 585,
      "daxıl": 586,
      "ılın": 587,
      "10": 588,
      "sur": 589,
      "arasında": 590,
      "dovrun": 591,
      "haq": 592,
      "etdı": 593,
      "hok": 594,
      "re": 595,
      "lərə": 596,
      "təskıl": 597,
      "bun": 598,
      "lam": 599,
      "lərını": 600,
      "iran": 601,
      "sıl": 602,
      "onlar": 603,
      "əsər": 604,
      "tıfadə": 605,
      "dəs": 606,
      "yax": 607,
      "boyuk": 608,
      "hə": 609,
      "ent": 610,
      "edən": 611,
      "nax": 612,
      "qədər": 613,
      "las": 614,
      "ıkı": 615,
      "per": 616,
      "cənub": 617,
      "dun": 618,
      "rə": 619,
      "dın": 620,
      "araq": 621,
      "ılk": 622,
      "mun": 623,
      "muharı": 624,
      "zər": 625,
      "ərazıs": 626,
      "raf": 627,
      "sr": 628,
      "zam": 629,
      "de": 630,
      "yenı": 631,
      "osman": 632,
      "mov": 633,
      "ıstıfadə": 634,
      "ıyası": 635,
      "dım": 636,
      "azərbaycanlılar": 637,
      "haqq": 638,
      "num": 639,
      "13": 640,
      "16": 641,
      "mux": 642,
      "gen": 643,
      "hıs": 644,
      "verıl": 645,
      "12": 646,
      "sək": 647,
      "butun": 648,
      "san": 649,
      "məh": 650,
      "lıyy": 651,
      "ssr": 652,
      "xus": 653,
      "ək": 654,
      "qəbul": 655,
      "sərq": 656,
      "yasay": 657,
      "kəm": 658,
      "dıgər": 659,
      "st": 660,
      "ed": 661,
      "qər": 662,
      "xusus": 663,
      "doy": 664,
      "həy": 665,
      "sa": 666,
      "məyə": 667,
      "xv": 668,
      "mıllı": 669,
      "ərbı": 670,
      "ıncı": 671,
      "haqqında": 672,
      "gur": 673,
      "uzər": 674,
      "yara": 675,
      "bar": 676,
      "arət": 677,
      "cum": 678,
      "belə": 679,
      "alban": 680,
      "əndə": 681,
      "torp": 682,
      "ray": 683,
      "xi": 684,
      "yerləs": 685,
      "cının": 686,
      "səfəv": 687,
      "ran": 688,
      "14": 689,
      "vır": 690,
      "rusıya": 691,
      "daha": 692,
      "yən": 693,
      "doyus": 694,
      "ne": 695,
      "məhəm": 696,
      "ıyə": 697,
      "ca": 698,
      "lay": 699,
      "ayət": 700,
      "tay": 701,
      "osmanlı": 702,
      "kecırıl": 703,
      "kıs": 704,
      "ıf": 705,
      "ulu": 706,
      "sal": 707,
      "əsının": 708,
      "vəz": 709,
      "qarsı": 710,
      "dovrundə": 711,
      "məhəmməd": 712,
      "hərək": 713,
      "zən": 714,
      "həmcının": 715,
      "hazır": 716,
      "onların": 717,
      "etmək": 718,
      "əsrın": 719,
      "mat": 720,
      "sey": 721,
      "edılır": 722,
      "yaradıl": 723,
      "tab": 724,
      "cıvan": 725,
      "təsvır": 726,
      "irəv": 727,
      "kon": 728,
      "bı": 729,
      "onu": 730,
      "naxcıvan": 731,
      "mur": 732,
      "qur": 733,
      "tap": 734,
      "tut": 735,
      "yabr": 736,
      "edırdı": 737,
      "qoy": 738,
      "alan": 739,
      "lara": 740,
      "iii": 741,
      "qeyd": 742,
      "caq": 743,
      "ordus": 744,
      "qız": 745,
      "sam": 746,
      "bolg": 747,
      "həyat": 748,
      "qay": 749,
      "nadır": 750,
      "rəh": 751,
      "musəl": 752,
      "əhal": 753,
      "te": 754,
      "lərındən": 755,
      "olmusdur": 756,
      "musəlman": 757,
      "kur": 758,
      "qurul": 759,
      "rəs": 760,
      "ayr": 761,
      "198": 762,
      "bax": 763,
      "pr": 764,
      "lərdən": 765,
      "səh": 766,
      "agı": 767,
      "mərkə": 768,
      "yaxın": 769,
      "fı": 770,
      "alın": 771,
      "dılar": 772,
      "par": 773,
      "ter": 774,
      "top": 775,
      "unu": 776,
      "lıgı": 777,
      "muqa": 778,
      "lıyı": 779,
      "kocurul": 780,
      "hey": 781,
      "əsən": 782,
      "hərbı": 783,
      "tək": 784,
      "qərar": 785,
      "torpaq": 786,
      "aıd": 787,
      "rop": 788,
      "ars": 789,
      "ısg": 790,
      "qos": 791,
      "ırə": 792,
      "hur": 793,
      "ərazısındə": 794,
      "gəncə": 795,
      "ust": 796,
      "tar": 797,
      "dıq": 798,
      "200": 799,
      "vı": 800,
      "cək": 801,
      "qəz": 802,
      "ımper": 803,
      "dey": 804,
      "xə": 805,
      "arx": 806,
      "irəvan": 807,
      "say": 808,
      "yı": 809,
      "məlu": 810,
      "ənın": 811,
      "hıss": 812,
      "ıstı": 813,
      "apar": 814,
      "cav": 815,
      "ıdə": 816,
      "bırı": 817,
      "numay": 818,
      "dek": 819,
      "kəs": 820,
      "194": 821,
      "for": 822,
      "sıyası": 823,
      "cənubı": 824,
      "baglı": 825,
      "dıgı": 826,
      "evr": 827,
      "nız": 828,
      "zaq": 829,
      "tunc": 830,
      "kəmər": 831,
      "xac": 832,
      "yu": 833,
      "ılan": 834,
      "ılmıs": 835,
      "ger": 836,
      "ıyanın": 837,
      "ıyasının": 838,
      "əlaq": 839,
      "təlıf": 840,
      "qacar": 841,
      "rəhbər": 842,
      "urdu": 843,
      "olu": 844,
      "muxtəlıf": 845,
      "ılərın": 846,
      "nət": 847,
      "basla": 848,
      "əf": 849,
      "unda": 850,
      "ıllərdə": 851,
      "ırı": 852,
      "sırvan": 853,
      "qor": 854,
      "ılı": 855,
      "xarı": 856,
      "alt": 857,
      "gunu": 858,
      "30": 859,
      "sax": 860,
      "nın": 861,
      "usu": 862,
      "edılmısdır": 863,
      "ısgal": 864,
      "əsınə": 865,
      "ədəb": 866,
      "bət": 867,
      "gul": 868,
      "ıyyat": 869,
      "qədım": 870,
      "gon": 871,
      "oq": 872,
      "larına": 873,
      "ustan": 874,
      "etmısdır": 875,
      "28": 876,
      "aları": 877,
      "səbə": 878,
      "təqıl": 879,
      "hokm": 880,
      "hes": 881,
      "lıs": 882,
      "səd": 883,
      "mustəqıl": 884,
      "həmın": 885,
      "sultan": 886,
      "basqa": 887,
      "hesab": 888,
      "fık": 889,
      "asır": 890,
      "məc": 891,
      "larında": 892,
      "edılməsı": 893,
      "fəa": 894,
      "gondər": 895,
      "acı": 896,
      "qıq": 897,
      "larını": 898,
      "olkə": 899,
      "mədənıyyət": 900,
      "so": 901,
      "sec": 902,
      "sev": 903,
      "təh": 904,
      "nətıc": 905,
      "fəalıyy": 906,
      "hal": 907,
      "mo": 908,
      "dakı": 909,
      "ıbarət": 910,
      "numayəndə": 911,
      "mon": 912,
      "əyə": 913,
      "xix": 914,
      "tu": 915,
      "192": 916,
      "kom": 917,
      "əsrdə": 918,
      "cəl": 919,
      "elan": 920,
      "umu": 921,
      "lərlə": 922,
      "əsasən": 923,
      "hakımıyyətı": 924,
      "muharıb": 925,
      "ras": 926,
      "zaman": 927,
      "kısaf": 928,
      "lakın": 929,
      "gın": 930,
      "zadə": 931,
      "ılərı": 932,
      "cay": 933,
      "xs": 934,
      "yol": 935,
      "kun": 936,
      "ınkısaf": 937,
      "təbr": 938,
      "edıldı": 939,
      "cısı": 940,
      "ibr": 941,
      "maga": 942,
      "bırıncı": 943,
      "axt": 944,
      "in": 945,
      "qub": 946,
      "tən": 947,
      "ələn": 948,
      "tərkı": 949,
      "genıs": 950,
      "məlumat": 951,
      "ibrah": 952,
      "pas": 953,
      "arə": 954,
      "ılır": 955,
      "azərbaycanlı": 956,
      "mud": 957,
      "tıq": 958,
      "məm": 959,
      "lardan": 960,
      "quv": 961,
      "həd": 962,
      "ار": 963,
      "ovun": 964,
      "cud": 965,
      "hakımıyyət": 966,
      "təbrız": 967,
      "həsən": 968,
      "pol": 969,
      "ıldı": 970,
      "təd": 971,
      "yaran": 972,
      "jı": 973,
      "kər": 974,
      "mah": 975,
      "skı": 976,
      "yay": 977,
      "ка": 978,
      "asına": 979,
      "ermənılərın": 980,
      "hoku": 981,
      "tıs": 982,
      "tam": 983,
      "sız": 984,
      "komı": 985,
      "səl": 986,
      "dav": 987,
      "mub": 988,
      "bırləs": 989,
      "adlan": 990,
      "ıyyə": 991,
      "ibrahım": 992,
      "cat": 993,
      "həl": 994,
      "om": 995,
      "ılmısdır": 996,
      "dəy": 997,
      "ədəbıyyat": 998,
      "yerlı": 999,
      "movcud": 1000,
      "ıstə": 1001,
      "kıtab": 1002,
      "dılındə": 1003,
      "etdıyı": 1004,
      "1920": 1005,
      "adın": 1006,
      "edılən": 1007,
      "daglıq": 1008,
      "11": 1009,
      "uzərındə": 1010,
      "tın": 1011,
      "malı": 1012,
      "tərkıb": 1013,
      "lah": 1014,
      "1918": 1015,
      "respublıkasının": 1016,
      "nov": 1017,
      "olmus": 1018,
      "abbas": 1019,
      "kəndl": 1020,
      "yasayan": 1021,
      "barədə": 1022,
      "193": 1023,
      "edılmıs": 1024,
      "xanın": 1025,
      "masına": 1026,
      "səfəvı": 1027,
      "dekabr": 1028,
      "fəalıyyət": 1029,
      "fıl": 1030,
      "mul": 1031,
      "nazır": 1032,
      "pay": 1033,
      "ye": 1034,
      "190": 1035,
      "namə": 1036,
      "quvvə": 1037,
      "xr": 1038,
      "azad": 1039,
      "rup": 1040,
      "mərkəzı": 1041,
      "səbəb": 1042,
      "nık": 1043,
      "qars": 1044,
      "muqavıl": 1045,
      "part": 1046,
      "aslan": 1047,
      "ord": 1048,
      "etmıs": 1049,
      "sım": 1050,
      "vılayət": 1051,
      "bat": 1052,
      "azərbaycanlıların": 1053,
      "qosun": 1054,
      "goz": 1055,
      "mar": 1056,
      "ta": 1057,
      "məq": 1058,
      "cəkıl": 1059,
      "dunya": 1060,
      "dep": 1061,
      "səkıldə": 1062,
      "ordu": 1063,
      "turkıyə": 1064,
      "kor": 1065,
      "plan": 1066,
      "yal": 1067,
      "yur": 1068,
      "ələb": 1069,
      "cəm": 1070,
      "had": 1071,
      "əsını": 1072,
      "orta": 1073,
      "gə": 1074,
      "ınsan": 1075,
      "avq": 1076,
      "ərazılər": 1077,
      "bakıda": 1078,
      "olur": 1079,
      "dovru": 1080,
      "ıstır": 1081,
      "sılah": 1082,
      "hus": 1083,
      "qrup": 1084,
      "dəfə": 1085,
      "alət": 1086,
      "olo": 1087,
      "mənbə": 1088,
      "dovrdə": 1089,
      "qanun": 1090,
      "hr": 1091,
      "sun": 1092,
      "məlı": 1093,
      "unə": 1094,
      "cıd": 1095,
      "sahıb": 1096,
      "edərək": 1097,
      "davam": 1098,
      "qadın": 1099,
      "sısı": 1100,
      "tr": 1101,
      "ona": 1102,
      "cık": 1103,
      "lıyev": 1104,
      "asıya": 1105,
      "məz": 1106,
      "azərbaycana": 1107,
      "etır": 1108,
      "agır": 1109,
      "gunəs": 1110,
      "okt": 1111,
      "xususı": 1112,
      "altında": 1113,
      "bab": 1114,
      "sın": 1115,
      "ст": 1116,
      "sımal": 1117,
      "ıdarə": 1118,
      "nəzər": 1119,
      "hucum": 1120,
      "nef": 1121,
      "sısıan": 1122,
      "aılə": 1123,
      "he": 1124,
      "ırlər": 1125,
      "məsınə": 1126,
      "islam": 1127,
      "nətıcəsındə": 1128,
      "27": 1129,
      "50": 1130,
      "of": 1131,
      "alıs": 1132,
      "ənd": 1133,
      "təp": 1134,
      "huqu": 1135,
      "ssri": 1136,
      "gurc": 1137,
      "oktyabr": 1138,
      "yuk": 1139,
      "ısının": 1140,
      "duz": 1141,
      "afqaz": 1142,
      "oldugu": 1143,
      "zaqafqaz": 1144,
      "gurcustan": 1145,
      "fars": 1146,
      "kan": 1147,
      "ан": 1148,
      "muz": 1149,
      "sərhəd": 1150,
      "mubarı": 1151,
      "kəl": 1152,
      "sent": 1153,
      "ها": 1154,
      "əla": 1155,
      "dılı": 1156,
      "təsı": 1157,
      "burada": 1158,
      "muharıbə": 1159,
      "vəzıyyət": 1160,
      "gət": 1161,
      "ob": 1162,
      "se": 1163,
      "sk": 1164,
      "uy": 1165,
      "olmaq": 1166,
      "bırlık": 1167,
      "bıldır": 1168,
      "dagıstan": 1169,
      "zamanı": 1170,
      "qıs": 1171,
      "qərb": 1172,
      "dət": 1173,
      "ətraf": 1174,
      "olunur": 1175,
      "dəyıs": 1176,
      "yalnız": 1177,
      "23": 1178,
      "qət": 1179,
      "ərəb": 1180,
      "tayf": 1181,
      "neft": 1182,
      "adlı": 1183,
      "yanvar": 1184,
      "səhərı": 1185,
      "1992": 1186,
      "bak": 1187,
      "bayr": 1188,
      "noy": 1189,
      "soz": 1190,
      "məsını": 1191,
      "yarat": 1192,
      "tıfaq": 1193,
      "respublıkası": 1194,
      "huseyn": 1195,
      "sentyabr": 1196,
      "the": 1197,
      "yox": 1198,
      "ск": 1199,
      "araz": 1200,
      "larda": 1201,
      "ısıq": 1202,
      "hıssəsı": 1203,
      "cın": 1204,
      "fət": 1205,
      "hec": 1206,
      "sak": 1207,
      "ılab": 1208,
      "daır": 1209,
      "etdır": 1210,
      "tıt": 1211,
      "olunmus": 1212,
      "mırzə": 1213,
      "munası": 1214,
      "həyata": 1215,
      "bılər": 1216,
      "edı": 1217,
      "tık": 1218,
      "lub": 1219,
      "ımz": 1220,
      "əhlə": 1221,
      "sıyah": 1222,
      "avqust": 1223,
      "noyabr": 1224,
      "hələ": 1225,
      "muəy": 1226,
      "məhkə": 1227,
      "gıl": 1228,
      "qılab": 1229,
      "rat": 1230,
      "tələb": 1231,
      "zıd": 1232,
      "ست": 1233,
      "abıdə": 1234,
      "ostan": 1235,
      "baslan": 1236,
      "sıyas": 1237,
      "eynı": 1238,
      "25": 1239,
      "əb": 1240,
      "əmə": 1241,
      "ılması": 1242,
      "əsgər": 1243,
      "ənən": 1244,
      "muəl": 1245,
      "adlar": 1246,
      "dog": 1247,
      "pl": 1248,
      "usyan": 1249,
      "olojı": 1250,
      "zaqafqazıya": 1251,
      "hət": 1252,
      "otur": 1253,
      "kıcık": 1254,
      "sık": 1255,
      "uzrə": 1256,
      "oldugunu": 1257,
      "rəq": 1258,
      "mart": 1259,
      "nı": 1260,
      "ot": 1261,
      "yat": 1262,
      "ancaq": 1263,
      "dənız": 1264,
      "koman": 1265,
      "sahın": 1266,
      "sımv": 1267,
      "gətır": 1268,
      "munasıbət": 1269,
      "muəyyən": 1270,
      "bın": 1271,
      "cevr": 1272,
      "don": 1273,
      "han": 1274,
      "xar": 1275,
      "ер": 1276,
      "uzun": 1277,
      "gener": 1278,
      "من": 1279,
      "etmə": 1280,
      "bəzı": 1281,
      "lıgında": 1282,
      "sənəd": 1283,
      "yenıdən": 1284,
      "hərəkət": 1285,
      "adan": 1286,
      "bunun": 1287,
      "dr": 1288,
      "guc": 1289,
      "qır": 1290,
      "yun": 1291,
      "ов": 1292,
      "ayev": 1293,
      "oldur": 1294,
      "asıq": 1295,
      "təsər": 1296,
      "nəz": 1297,
      "saray": 1298,
      "bundan": 1299,
      "dəstə": 1300,
      "qızıl": 1301,
      "muddət": 1302,
      "bn": 1303,
      "bal": 1304,
      "sus": 1305,
      "soy": 1306,
      "baslay": 1307,
      "ıstırak": 1308,
      "sayı": 1309,
      "ərz": 1310,
      "musıq": 1311,
      "ıqtıs": 1312,
      "ismay": 1313,
      "istın": 1314,
      "qurultay": 1315,
      "eo": 1316,
      "rel": 1317,
      "رب": 1318,
      "ustun": 1319,
      "ova": 1320,
      "səxs": 1321,
      "qəbır": 1322,
      "fərq": 1323,
      "cıxar": 1324,
      "yasayıs": 1325,
      "deyıl": 1326,
      "gerı": 1327,
      "tədqıq": 1328,
      "bırlıkdə": 1329,
      "21": 1330,
      "26": 1331,
      "dık": 1332,
      "lıklə": 1333,
      "məsələ": 1334,
      "tərcu": 1335,
      "aprel": 1336,
      "ordusu": 1337,
      "ıstıan": 1338,
      "sosı": 1339,
      "hadısə": 1340,
      "istınadlar": 1341,
      "fat": 1342,
      "mey": 1343,
      "qr": 1344,
      "artıq": 1345,
      "məg": 1346,
      "təb": 1347,
      "muasır": 1348,
      "məsəl": 1349,
      "larından": 1350,
      "qoyul": 1351,
      "bolgə": 1352,
      "xrıstıan": 1353,
      "24": 1354,
      "dası": 1355,
      "dını": 1356,
      "pre": 1357,
      "ərı": 1358,
      "197": 1359,
      "dovlətı": 1360,
      "lıgının": 1361,
      "muəllıf": 1362,
      "bor": 1363,
      "xət": 1364,
      "yon": 1365,
      "asını": 1366,
      "196": 1367,
      "amı": 1368,
      "əhəm": 1369,
      "malık": 1370,
      "təsərru": 1371,
      "vaxt": 1372,
      "از": 1373,
      "ısında": 1374,
      "olog": 1375,
      "tarıxındə": 1376,
      "180": 1377,
      "ərazı": 1378,
      "rayon": 1379,
      "huquq": 1380,
      "dərb": 1381,
      "gan": 1382,
      "mem": 1383,
      "ای": 1384,
      "olub": 1385,
      "təy": 1386,
      "olundu": 1387,
      "basladı": 1388,
      "əlavə": 1389,
      "general": 1390,
      "il": 1391,
      "qat": 1392,
      "lım": 1393,
      "təm": 1394,
      "masını": 1395,
      "tutul": 1396,
      "xarıcı": 1397,
      "məhkəmə": 1398,
      "məglub": 1399,
      "day": 1400,
      "ии": 1401,
      "dal": 1402,
      "ıyul": 1403,
      "təmın": 1404,
      "195": 1405,
      "əvı": 1406,
      "lıyının": 1407,
      "000": 1408,
      "formal": 1409,
      "deport": 1410,
      "prezıd": 1411,
      "cər": 1412,
      "im": 1413,
      "met": 1414,
      "tov": 1415,
      "vəzı": 1416,
      "əyalət": 1417,
      "sosıal": 1418,
      "memar": 1419,
      "vası": 1420,
      "را": 1421,
      "alek": 1422,
      "muda": 1423,
      "bəyan": 1424,
      "məshur": 1425,
      "əhat": 1426,
      "dovlətının": 1427,
      "sulh": 1428,
      "əvvəllərındə": 1429,
      "necə": 1430,
      "hərəkat": 1431,
      "ge": 1432,
      "mos": 1433,
      "sıst": 1434,
      "mətı": 1435,
      "luq": 1436,
      "hacı": 1437,
      "mədənı": 1438,
      "məcbur": 1439,
      "22": 1440,
      "29": 1441,
      "aıl": 1442,
      "ke": 1443,
      "nəs": 1444,
      "po": 1445,
      "zıb": 1446,
      "وا": 1447,
      "asagı": 1448,
      "əsasında": 1449,
      "azı": 1450,
      "alman": 1451,
      "olması": 1452,
      "ern": 1453,
      "ləg": 1454,
      "gostərır": 1455,
      "ordusunun": 1456,
      "əhalının": 1457,
      "mərkəz": 1458,
      "olmaqla": 1459,
      "dul": 1460,
      "kat": 1461,
      "vur": 1462,
      "zul": 1463,
      "ıyaya": 1464,
      "təx": 1465,
      "avrop": 1466,
      "xviii": 1467,
      "yerləsən": 1468,
      "hokumət": 1469,
      "sısıanov": 1470,
      "ismayıl": 1471,
      "mad": 1472,
      "xx": 1473,
      "ıldən": 1474,
      "larla": 1475,
      "etməsı": 1476,
      "tıv": 1477,
      "təsır": 1478,
      "uzv": 1479,
      "xanı": 1480,
      "əsrlərdə": 1481,
      "gələn": 1482,
      "surət": 1483,
      "təskılat": 1484,
      "yaradılması": 1485,
      "1988": 1486,
      "rən": 1487,
      "tət": 1488,
      "xey": 1489,
      "на": 1490,
      "ور": 1491,
      "ıyun": 1492,
      "bədı": 1493,
      "kəndı": 1494,
      "məruz": 1495,
      "sənət": 1496,
      "hazırlan": 1497,
      "xəzər": 1498,
      "fevr": 1499,
      "maz": 1500,
      "qon": 1501,
      "and": 1502,
      "mız": 1503,
      "tanın": 1504,
      "luk": 1505,
      "qəd": 1506,
      "edılırdı": 1507,
      "təsdıq": 1508,
      "sahban": 1509,
      "buna": 1510,
      "əsərı": 1511,
      "samax": 1512,
      "gır": 1513,
      "qab": 1514,
      "asan": 1515,
      "cəb": 1516,
      "xana": 1517,
      "qafqazda": 1518,
      "cumhur": 1519,
      "fıkr": 1520,
      "darı": 1521,
      "hın": 1522,
      "kut": 1523,
      "qol": 1524,
      "ud": 1525,
      "ند": 1526,
      "ərdə": 1527,
      "rusıyanın": 1528,
      "aların": 1529,
      "dırılməsı": 1530,
      "ısteh": 1531,
      "mıllət": 1532,
      "bagda": 1533,
      "ıqtısadı": 1534,
      "fran": 1535,
      "uf": 1536,
      "uq": 1537,
      "za": 1538,
      "etməyə": 1539,
      "səkı": 1540,
      "ıkıncı": 1541,
      "verdı": 1542,
      "səra": 1543,
      "fərman": 1544,
      "cılıq": 1545,
      "onlara": 1546,
      "xususılə": 1547,
      "yənı": 1548,
      "cavad": 1549,
      "cəlal": 1550,
      "əhatə": 1551,
      "80": 1552,
      "cılar": 1553,
      "tub": 1554,
      "xıd": 1555,
      "əhməd": 1556,
      "qazan": 1557,
      "alarında": 1558,
      "sulal": 1559,
      "1991": 1560,
      "cılı": 1561,
      "arxe": 1562,
      "təyın": 1563,
      "zıbatı": 1564,
      "kol": 1565,
      "əz": 1566,
      "اذ": 1567,
      "جان": 1568,
      "basa": 1569,
      "lıyını": 1570,
      "189": 1571,
      "edırdılər": 1572,
      "qala": 1573,
      "mayaraq": 1574,
      "kons": 1575,
      "oqraf": 1576,
      "payt": 1577,
      "əhəmıyyət": 1578,
      "mudafı": 1579,
      "dərə": 1580,
      "nəsr": 1581,
      "ror": 1582,
      "ما": 1583,
      "əsındən": 1584,
      "ətın": 1585,
      "məktub": 1586,
      "qalası": 1587,
      "adam": 1588,
      "terror": 1589,
      "fılm": 1590,
      "edə": 1591,
      "kv": 1592,
      "lıl": 1593,
      "meh": 1594,
      "ба": 1595,
      "ين": 1596,
      "ırdılar": 1597,
      "una": 1598,
      "acaq": 1599,
      "alarının": 1600,
      "ləndır": 1601,
      "naxıs": 1602,
      "yaxınlıgında": 1603,
      "xacdas": 1604,
      "sevık": 1605,
      "adlandırıl": 1606,
      "fevral": 1607,
      "qıy": 1608,
      "qul": 1609,
      "xəl": 1610,
      "yetır": 1611,
      "ınqılab": 1612,
      "ınzıbatı": 1613,
      "ılən": 1614,
      "əldə": 1615,
      "etnık": 1616,
      "mıdıy": 1617,
      "olunmusdur": 1618,
      "ərazısı": 1619,
      "sərqı": 1620,
      "xvi": 1621,
      "səfəvılər": 1622,
      "qubern": 1623,
      "komandan": 1624,
      "rayonunun": 1625,
      "beyn": 1626,
      "dem": 1627,
      "fa": 1628,
      "feo": 1629,
      "it": 1630,
      "qulu": 1631,
      "əlıyev": 1632,
      "ılməsı": 1633,
      "beynəl": 1634,
      "gey": 1635,
      "kam": 1636,
      "ug": 1637,
      "xoy": 1638,
      "ра": 1639,
      "məlık": 1640,
      "ala": 1641,
      "atrop": 1642,
      "edırlər": 1643,
      "yazırdı": 1644,
      "əks": 1645,
      "seyx": 1646,
      "pros": 1647,
      "muharıbəsı": 1648,
      "tərkıbınə": 1649,
      "mubarızə": 1650,
      "ımzalan": 1651,
      "ləgv": 1652,
      "bən": 1653,
      "bız": 1654,
      "kır": 1655,
      "masında": 1656,
      "odən": 1657,
      "to": 1658,
      "azım": 1659,
      "etı": 1660,
      "amız": 1661,
      "bəzə": 1662,
      "ıyada": 1663,
      "məscı": 1664,
      "əsrlər": 1665,
      "cıxıs": 1666,
      "tez": 1667,
      "hokmdar": 1668,
      "məqsə": 1669,
      "uygun": 1670,
      "beynəlxalq": 1671,
      "atropat": 1672,
      "bac": 1673,
      "gını": 1674,
      "qətı": 1675,
      "daırə": 1676,
      "abs": 1677,
      "muqəd": 1678,
      "tıma": 1679,
      "musdu": 1680,
      "məsının": 1681,
      "qazax": 1682,
      "sufı": 1683,
      "muhum": 1684,
      "173": 1685,
      "duny": 1686,
      "hıssə": 1687,
      "xvii": 1688,
      "fətəlı": 1689,
      "dayan": 1690,
      "kul": 1691,
      "اب": 1692,
      "ısını": 1693,
      "ahı": 1694,
      "bolsevık": 1695,
      "numunə": 1696,
      "gurcu": 1697,
      "rəhbərlıyı": 1698,
      "polk": 1699,
      "tıtus": 1700,
      "konstıtus": 1701,
      "cam": 1702,
      "cılər": 1703,
      "dord": 1704,
      "lındə": 1705,
      "ugur": 1706,
      "ен": 1707,
      "mədov": 1708,
      "ıyan": 1709,
      "ıyar": 1710,
      "ahan": 1711,
      "əmır": 1712,
      "qara": 1713,
      "qarabagın": 1714,
      "kəndlılər": 1715,
      "edıb": 1716,
      "ərzındə": 1717,
      "dərbənd": 1718,
      "məscıdı": 1719,
      "ba": 1720,
      "cun": 1721,
      "fəhlə": 1722,
      "kn": 1723,
      "lın": 1724,
      "od": 1725,
      "poz": 1726,
      "ro": 1727,
      "yus": 1728,
      "ant": 1729,
      "vən": 1730,
      "cuq": 1731,
      "lıyın": 1732,
      "dıyını": 1733,
      "okrat": 1734,
      "ədar": 1735,
      "sənay": 1736,
      "lıyyat": 1737,
      "uzərınə": 1738,
      "məmməd": 1739,
      "hokumətı": 1740,
      "sıyasət": 1741,
      "meydan": 1742,
      "samaxı": 1743,
      "kutlə": 1744,
      "اذرب": 1745,
      "40": 1746,
      "emı": 1747,
      "tat": 1748,
      "ор": 1749,
      "به": 1750,
      "لا": 1751,
      "ılərə": 1752,
      "ırlar": 1753,
      "askar": 1754,
      "ıyev": 1755,
      "səm": 1756,
      "sıx": 1757,
      "danısıq": 1758,
      "olunan": 1759,
      "kecmıs": 1760,
      "ləsdırıl": 1761,
      "tıflıs": 1762,
      "muxtar": 1763,
      "kecırılməsı": 1764,
      "saxlan": 1765,
      "xıdmət": 1766,
      "cog": 1767,
      "cagır": 1768,
      "gotur": 1769,
      "kr": 1770,
      "sat": 1771,
      "sımalı": 1772,
      "qac": 1773,
      "qacaq": 1774,
      "qarsıl": 1775,
      "əddın": 1776,
      "cılık": 1777,
      "mədənıyyətı": 1778,
      "rayonu": 1779,
      "təklıf": 1780,
      "hrəm": 1781,
      "nəzərdə": 1782,
      "oldurul": 1783,
      "səraıt": 1784,
      "tımaı": 1785,
      "70": 1786,
      "ham": 1787,
      "nag": 1788,
      "rol": 1789,
      "ар": 1790,
      "ınt": 1791,
      "ıncə": 1792,
      "lız": 1793,
      "ənı": 1794,
      "ıylə": 1795,
      "usaq": 1796,
      "atəs": 1797,
      "ator": 1798,
      "orqan": 1799,
      "entı": 1800,
      "qəhrəm": 1801,
      "məskun": 1802,
      "komıs": 1803,
      "akt": 1804,
      "yazı": 1805,
      "suf": 1806,
      "muhasır": 1807,
      "həb": 1808,
      "teat": 1809,
      "səhr": 1810,
      "xəbər": 1811,
      "cavab": 1812,
      "əlaqədar": 1813,
      "hokmdarı": 1814,
      "umum": 1815,
      "umumı": 1816,
      "mulk": 1817,
      "yurus": 1818,
      "yuksək": 1819,
      "muqəddəs": 1820,
      "cograf": 1821,
      "60": 1822,
      "qut": 1823,
      "varı": 1824,
      "xor": 1825,
      "əmək": 1826,
      "بر": 1827,
      "در": 1828,
      "ındı": 1829,
      "ılırdı": 1830,
      "ılmısdı": 1831,
      "kım": 1832,
      "lədən": 1833,
      "axun": 1834,
      "verən": 1835,
      "hazırda": 1836,
      "kurd": 1837,
      "baxmayaraq": 1838,
      "heyvan": 1839,
      "sakın": 1840,
      "musıqı": 1841,
      "təsərrufat": 1842,
      "formalas": 1843,
      "feodal": 1844,
      "bası": 1845,
      "oc": 1846,
      "xat": 1847,
      "ли": 1848,
      "dəmır": 1849,
      "ast": 1850,
      "undə": 1851,
      "lanan": 1852,
      "məktəb": 1853,
      "1828": 1854,
      "kəndındə": 1855,
      "eht": 1856,
      "hucu": 1857,
      "regı": 1858,
      "tabe": 1859,
      "rəsmı": 1860,
      "muzak": 1861,
      "ско": 1862,
      "arxeolojı": 1863,
      "mudafıə": 1864,
      "ittıfaq": 1865,
      "bıq": 1866,
      "bıt": 1867,
      "calıs": 1868,
      "ic": 1869,
      "me": 1870,
      "nıs": 1871,
      "qov": 1872,
      "suz": 1873,
      "zın": 1874,
      "ələrı": 1875,
      "ıyasında": 1876,
      "asım": 1877,
      "akter": 1878,
      "tərk": 1879,
      "yerınə": 1880,
      "respublıka": 1881,
      "əhalısı": 1882,
      "əhalısının": 1883,
      "numayəndələrı": 1884,
      "monqol": 1885,
      "komıtəsı": 1886,
      "sılahlı": 1887,
      "xarakter": 1888,
      "imper": 1889,
      "gız": 1890,
      "ələr": 1891,
      "وال": 1892,
      "ıslam": 1893,
      "mut": 1894,
      "tıkıl": 1895,
      "əmın": 1896,
      "təsının": 1897,
      "rak": 1898,
      "xanım": 1899,
      "lıyə": 1900,
      "olunurdu": 1901,
      "iranın": 1902,
      "isbn": 1903,
      "bəyın": 1904,
      "lıgın": 1905,
      "karvan": 1906,
      "lasdır": 1907,
      "beləlıklə": 1908,
      "1921": 1909,
      "moskv": 1910,
      "sahbanu": 1911,
      "atropaten": 1912,
      "78": 1913,
      "mını": 1914,
      "رو": 1915,
      "ıslər": 1916,
      "muvə": 1917,
      "tıb": 1918,
      "must": 1919,
      "oyun": 1920,
      "ıbı": 1921,
      "cumlədən": 1922,
      "sırvansah": 1923,
      "moh": 1924,
      "pasa": 1925,
      "ətrafında": 1926,
      "dogru": 1927,
      "tədqıqat": 1928,
      "kecıd": 1929,
      "demokrat": 1930,
      "dının": 1931,
      "fıq": 1932,
      "nətı": 1933,
      "əvəz": 1934,
      "го": 1935,
      "ınc": 1936,
      "ıslə": 1937,
      "ayrı": 1938,
      "lıt": 1939,
      "etmısdı": 1940,
      "təbı": 1941,
      "tıcar": 1942,
      "yanın": 1943,
      "dastan": 1944,
      "masından": 1945,
      "əksər": 1946,
      "yuxarı": 1947,
      "təhlu": 1948,
      "təpər": 1949,
      "bununla": 1950,
      "bədıı": 1951,
      "bad": 1952,
      "cur": 1953,
      "layı": 1954,
      "ıv": 1955,
      "по": 1956,
      "ре": 1957,
      "ıslah": 1958,
      "əst": 1959,
      "dılə": 1960,
      "ızm": 1961,
      "ıbar": 1962,
      "məsındə": 1963,
      "ıddı": 1964,
      "təqdım": 1965,
      "etdık": 1966,
      "1989": 1967,
      "məmmədov": 1968,
      "həlak": 1969,
      "muzey": 1970,
      "yusıf": 1971,
      "məskunlas": 1972,
      "nətıcə": 1973,
      "lem": 1974,
      "sag": 1975,
      "ırdılər": 1976,
      "ısındə": 1977,
      "asından": 1978,
      "mısal": 1979,
      "etıbar": 1980,
      "təbə": 1981,
      "sərt": 1982,
      "adət": 1983,
      "ıllərındə": 1984,
      "yasa": 1985,
      "yasadı": 1986,
      "ermənıstana": 1987,
      "kocur": 1988,
      "qeyrı": 1989,
      "demək": 1990,
      "muracı": 1991,
      "kommun": 1992,
      "batal": 1993,
      "memarlıq": 1994,
      "31": 1995,
      "malar": 1996,
      "nər": 1997,
      "qın": 1998,
      "zərb": 1999,
      "ana": 2000,
      "arran": 2001,
      "ılık": 2002,
      "məxs": 2003,
      "olma": 2004,
      "etn": 2005,
      "etdılər": 2006,
      "abad": 2007,
      "mug": 2008,
      "oyn": 2009,
      "kənar": 2010,
      "tarıxlı": 2011,
      "turkıy": 2012,
      "yazdıgı": 2013,
      "bılmə": 2014,
      "əsərındə": 2015,
      "qızı": 2016,
      "1948": 2017,
      "əfsar": 2018,
      "tamam": 2019,
      "susa": 2020,
      "vasıtəs": 2021,
      "avropa": 2022,
      "mıdıya": 2023,
      "məxsus": 2024,
      "esı": 2025,
      "mol": 2026,
      "masının": 2027,
      "qus": 2028,
      "sarı": 2029,
      "xu": 2030,
      "ılıb": 2031,
      "olum": 2032,
      "onları": 2033,
      "mənsə": 2034,
      "axır": 2035,
      "ıbn": 2036,
      "olunması": 2037,
      "dusmən": 2038,
      "ıttıfaq": 2039,
      "ermənıstanın": 2040,
      "əlıf": 2041,
      "verılməsı": 2042,
      "kocurulən": 2043,
      "heydər": 2044,
      "həll": 2045,
      "tərkıbındə": 2046,
      "azadlıq": 2047,
      "muqavıləsı": 2048,
      "gəz": 2049,
      "cəbh": 2050,
      "axundov": 2051,
      "tıcarət": 2052,
      "nar": 2053,
      "qəl": 2054,
      "sav": 2055,
      "vah": 2056,
      "во": 2057,
      "dəf": 2058,
      "dəkı": 2059,
      "məyı": 2060,
      "vətən": 2061,
      "əlyaz": 2062,
      "danıs": 2063,
      "axtı": 2064,
      "enın": 2065,
      "məsələn": 2066,
      "turkmən": 2067,
      "mayan": 2068,
      "1993": 2069,
      "ermənıstanda": 2070,
      "sovetının": 2071,
      "lıgını": 2072,
      "məhsul": 2073,
      "hərəkatı": 2074,
      "ıstəy": 2075,
      "prezıdent": 2076,
      "təxmın": 2077,
      "cunkı": 2078,
      "muzakırə": 2079,
      "mustaf": 2080,
      "rəm": 2081,
      "zıy": 2082,
      "ıdılər": 2083,
      "ия": 2084,
      "حد": 2085,
      "lıb": 2086,
      "dam": 2087,
      "əsır": 2088,
      "atur": 2089,
      "bəz": 2090,
      "cəz": 2091,
      "məsındən": 2092,
      "yaralan": 2093,
      "yerı": 2094,
      "ıctımaı": 2095,
      "qalan": 2096,
      "vardır": 2097,
      "atıv": 2098,
      "1990": 2099,
      "kıncı": 2100,
      "sarayı": 2101,
      "yerləsdırıl": 2102,
      "fıkır": 2103,
      "monast": 2104,
      "quba": 2105,
      "mahal": 2106,
      "səlcuq": 2107,
      "nazırlər": 2108,
      "əməlıyyat": 2109,
      "hətta": 2110,
      "guclu": 2111,
      "deportas": 2112,
      "muracıət": 2113,
      "kommunıst": 2114,
      "baz": 2115,
      "fuz": 2116,
      "goy": 2117,
      "lat": 2118,
      "mının": 2119,
      "nəsı": 2120,
      "pıs": 2121,
      "ود": 2122,
      "يل": 2123,
      "ılındə": 2124,
      "erı": 2125,
      "orı": 2126,
      "dılının": 2127,
      "eyman": 2128,
      "bəh": 2129,
      "ləz": 2130,
      "lugu": 2131,
      "ıyyətının": 2132,
      "ərazıdə": 2133,
      "dıyyat": 2134,
      "yanası": 2135,
      "sıra": 2136,
      "suleyman": 2137,
      "boyu": 2138,
      "ortaya": 2139,
      "daxıldır": 2140,
      "iranda": 2141,
      "dəstəsı": 2142,
      "aleksan": 2143,
      "sıstem": 2144,
      "xeylı": 2145,
      "knyaz": 2146,
      "kutləvı": 2147,
      "vasıtəsılə": 2148,
      "gılan": 2149,
      "pər": 2150,
      "qqətı": 2151,
      "sab": 2152,
      "yag": 2153,
      "ımı": 2154,
      "anad": 2155,
      "asılı": 2156,
      "erkən": 2157,
      "eramız": 2158,
      "mum": 2159,
      "1917": 2160,
      "verdıyı": 2161,
      "kecırdı": 2162,
      "oper": 2163,
      "bərp": 2164,
      "səhərındə": 2165,
      "hakımı": 2166,
      "ıfadə": 2167,
      "qurban": 2168,
      "tex": 2169,
      "parlam": 2170,
      "kocurulməsı": 2171,
      "məqsəd": 2172,
      "qısa": 2173,
      "tərcuməsı": 2174,
      "qəhrəman": 2175,
      "muvəqqətı": 2176,
      "təxmınən": 2177,
      "bay": 2178,
      "cılərı": 2179,
      "fon": 2180,
      "gah": 2181,
      "ku": 2182,
      "mam": 2183,
      "pəhlə": 2184,
      "qo": 2185,
      "talıs": 2186,
      "است": 2187,
      "يجان": 2188,
      "ılıq": 2189,
      "ıllərın": 2190,
      "ısın": 2191,
      "olurdu": 2192,
      "dırı": 2193,
      "səy": 2194,
      "əmr": 2195,
      "adını": 2196,
      "oglan": 2197,
      "yaradı": 2198,
      "bəylər": 2199,
      "mayın": 2200,
      "burax": 2201,
      "əvvəlkı": 2202,
      "bunu": 2203,
      "qayn": 2204,
      "arxıv": 2205,
      "kəndlılərın": 2206,
      "deput": 2207,
      "sımvo": 2208,
      "təmsıl": 2209,
      "vəzıf": 2210,
      "ərdəbıl": 2211,
      "proses": 2212,
      "səhrıstan": 2213,
      "ıncəsən": 2214,
      "49": 2215,
      "bes": 2216,
      "mag": 2217,
      "maraq": 2218,
      "qı": 2219,
      "qərbı": 2220,
      "saq": 2221,
      "vər": 2222,
      "vılə": 2223,
      "xiii": 2224,
      "yuz": 2225,
      "yolun": 2226,
      "مد": 2227,
      "dıvan": 2228,
      "ıyasına": 2229,
      "ullu": 2230,
      "cəh": 2231,
      "ıman": 2232,
      "ımkan": 2233,
      "tərtıb": 2234,
      "dərın": 2235,
      "ıcra": 2236,
      "oxun": 2237,
      "gorus": 2238,
      "ləsdır": 2239,
      "subu": 2240,
      "cılıy": 2241,
      "nəfərlık": 2242,
      "daxılı": 2243,
      "yaxsı": 2244,
      "movz": 2245,
      "zəngın": 2246,
      "tapılmıs": 2247,
      "baxım": 2248,
      "muqavılə": 2249,
      "qəzet": 2250,
      "məlum": 2251,
      "əfqan": 2252,
      "koroglu": 2253,
      "hansı": 2254,
      "nəzarət": 2255,
      "tərcumə": 2256,
      "bəyanna": 2257,
      "xəlıl": 2258,
      "mumkun": 2259,
      "cətın": 2260,
      "gədə": 2261,
      "iv": 2262,
      "ley": 2263,
      "nak": 2264,
      "pad": 2265,
      "rum": 2266,
      "بن": 2267,
      "ير": 2268,
      "olkən": 2269,
      "səfər": 2270,
      "xanlıq": 2271,
      "xanlıgı": 2272,
      "yazılmıs": 2273,
      "həmə": 2274,
      "bolgədə": 2275,
      "parc": 2276,
      "kəmərlərın": 2277,
      "zamanda": 2278,
      "gozəl": 2279,
      "təpə": 2280,
      "dəyısık": 2281,
      "sıyahısı": 2282,
      "tətbıq": 2283,
      "bagdad": 2284,
      "yasamıs": 2285,
      "38": 2286,
      "bəsı": 2287,
      "her": 2288,
      "hor": 2289,
      "kısı": 2290,
      "lal": 2291,
      "pan": 2292,
      "qəs": 2293,
      "qları": 2294,
      "sp": 2295,
      "ses": 2296,
      "xt": 2297,
      "yarı": 2298,
      "ول": 2299,
      "ırəlı": 2300,
      "ayətı": 2301,
      "allah": 2302,
      "urm": 2303,
      "dırmaq": 2304,
      "qamət": 2305,
      "evıc": 2306,
      "sonu": 2307,
      "oguz": 2308,
      "187": 2309,
      "tərəfdən": 2310,
      "alarından": 2311,
      "naıl": 2312,
      "səhərının": 2313,
      "dasıy": 2314,
      "xiv": 2315,
      "qacarlar": 2316,
      "qorun": 2317,
      "quvvələrı": 2318,
      "bayram": 2319,
      "rəqs": 2320,
      "ıstehsal": 2321,
      "əhəmıyyətlı": 2322,
      "ugr": 2323,
      "odənc": 2324,
      "məqsədılə": 2325,
      "teatr": 2326,
      "anadolu": 2327,
      "fatı": 2328,
      "lının": 2329,
      "mk": 2330,
      "pı": 2331,
      "pul": 2332,
      "ид": 2333,
      "ист": 2334,
      "ль": 2335,
      "في": 2336,
      "ون": 2337,
      "ıncısı": 2338,
      "unı": 2339,
      "dagı": 2340,
      "dıllı": 2341,
      "təqə": 2342,
      "sıt": 2343,
      "dud": 2344,
      "ıka": 2345,
      "ogl": 2346,
      "188": 2347,
      "dərv": 2348,
      "kıls": 2349,
      "elmı": 2350,
      "dasları": 2351,
      "dasnak": 2352,
      "sovetı": 2353,
      "munaq": 2354,
      "konfran": 2355,
      "sədr": 2356,
      "seck": 2357,
      "kərım": 2358,
      "adlandır": 2359,
      "qarsısında": 2360,
      "sahıbkar": 2361,
      "plov": 2362,
      "ologıyası": 2363,
      "cılıgı": 2364,
      "bəzək": 2365,
      "deputat": 2366,
      "35": 2367,
      "47": 2368,
      "aət": 2369,
      "cev": 2370,
      "gına": 2371,
      "ibn": 2372,
      "ikıncı": 2373,
      "rar": 2374,
      "raz": 2375,
      "rəy": 2376,
      "sor": 2377,
      "tel": 2378,
      "ро": 2379,
      "ян": 2380,
      "ıns": 2381,
      "ınan": 2382,
      "ara": 2383,
      "undən": 2384,
      "dıgını": 2385,
      "ola": 2386,
      "azərbaycanı": 2387,
      "təz": 2388,
      "abəy": 2389,
      "mənın": 2390,
      "məntəqə": 2391,
      "dugu": 2392,
      "oyrən": 2393,
      "isgən": 2394,
      "istıq": 2395,
      "sonrakı": 2396,
      "elm": 2397,
      "dırılması": 2398,
      "mınıl": 2399,
      "sual": 2400,
      "qulıyev": 2401,
      "cıld": 2402,
      "gənc": 2403,
      "160": 2404,
      "zəngəz": 2405,
      "qurult": 2406,
      "rəssam": 2407,
      "prob": 2408,
      "təkcə": 2409,
      "ımperıyasının": 2410,
      "acıq": 2411,
      "komıtəsının": 2412,
      "muqavıləsının": 2413,
      "qosunlarının": 2414,
      "mubarız": 2415,
      "bork": 2416,
      "ilk": 2417,
      "fıkrıncə": 2418,
      "paytaxtı": 2419,
      "karvansar": 2420,
      "layıh": 2421,
      "nərıman": 2422,
      "aleksandr": 2423,
      "zəngəzur": 2424,
      "500": 2425,
      "cul": 2426,
      "kaf": 2427,
      "laq": 2428,
      "pe": 2429,
      "yek": 2430,
      "zor": 2431,
      "هر": 2432,
      "ıngıl": 2433,
      "ıslərı": 2434,
      "mələrı": 2435,
      "dıvar": 2436,
      "onda": 2437,
      "azərbaycandan": 2438,
      "mugan": 2439,
      "mık": 2440,
      "mıq": 2441,
      "ızə": 2442,
      "əhalı": 2443,
      "2020": 2444,
      "nəq": 2445,
      "tarıxcısı": 2446,
      "sərkər": 2447,
      "ıcər": 2448,
      "əsasını": 2449,
      "boyun": 2450,
      "onlardan": 2451,
      "kecırılən": 2452,
      "konullu": 2453,
      "tapsır": 2454,
